Repository: technofreaky/WooCommerce-Role-Based-Price
Catalog: lang/po/woocommerce-role-based-price-*.po
Languages: fa_ir, nl_nl

source: Settings
fa_ir: تنظیمات
nl_nl: Instellingen

source: F.A.Q
fa_ir: سؤالات متداول

source: Report Issue
fa_ir: نمایش جزئیات
nl_nl: Rapporteer een bug

source: Donate
fa_ir: کمک کردن
nl_nl: Doneer

source: Contact Author
fa_ir: تماس با نویسنده
nl_nl: Contact met auteur opnemen

source: WooCommerce Role Based Pricing
fa_ir: قیمت گذاری در ووکامرس بر اساس نقش

source: General
fa_ir: اصلی
nl_nl: Algemeen

source: User Role Rename
fa_ir: تغییر نام نقش کاربر
nl_nl: Gebruikersrol hernoemen

source: Price Visibility
fa_ir: قیمت دید
nl_nl: Prijs zichtbaarheid

source: Newsletter
fa_ir: خبرنامه
nl_nl: Nieuwsbrief

source: Plugins
fa_ir: پلاگین ها

source: <span class="wc_rbp_error"> <strong> Please Save Or Publish This Product To Add Role Based Price </strong> </span>
fa_ir: <span class="wc_rbp_error"><strong>لطفا ذخیره یا انتشار این محصول برای افزودن نقش بر اساس قیمت</strong></span>
nl_nl: <span class="wc_rbp_error"> <strong> Bewaar of publiceer dit product voor gebruikersrol gebaseerde prijzen</strong> </span>

source: Role Based Price
fa_ir: قیمت بر اساس نقش
nl_nl: Rol gebaseerde prijs

source: Add / Edit Role Pricing
fa_ir: افزودن / ویرایش قیمت گذاری نقش
nl_nl: Toevoegen / Bewerken gebruikersrol prijzen

source: Unable To Save Product Role Price. Please Try Again.
fa_ir: قادر به ذخیره محصول نقش قیمت. لطفا دوباره سعی کنید.
nl_nl: Nee mogelijk om gebruikersrol gebaseerde prijs te bewaren. Probeer het aub opnieuw.

source: Product's Role Based Pricing Updated
fa_ir: محصول قیمت گذاری مبتنی بر نقش بروز
nl_nl: Product gebruikersrol gebaseerde prijs is bijgewerkt

source: Allowed User Roles
fa_ir: نقش کاربر مجاز
nl_nl: Toegelaten gebruikersrollen

source: User Roles To List In Product Edit Page
fa_ir: نقش کاربر را به لیست در ویرایش محصولات صفحه
nl_nl: Gebruikersrollen polijsten in productpagina bewerken

source: Allowed Product Pricing
fa_ir: اجازه قیمت گذاری محصولات
nl_nl: Toegelaten productprijzen

source: Price Fields To List In Product Edit Page
fa_ir: زمینه قیمت به لیست در ویرایش محصولات صفحه
nl_nl: Prijsvelden polijsten in productpagina bewerken

source: Regular Price
fa_ir: قیمت اصلی
nl_nl: Normale prijs

source: Sale Price
fa_ir: قیمت فروش ویژه
nl_nl: Kortingsprijs

source: Subscribe to our mailing list
fa_ir: مشترک شدن در لیست پستی ما
nl_nl: Inschrijven voor onze nieuwsbrief

source: Email Address
fa_ir: آدرس ایمیل
nl_nl: E-mailadres

source: First Name
fa_ir: نام
nl_nl: Voornaam

source: Last Name
fa_ir: نام خانوادگی
nl_nl: Achternaam

source: Website
fa_ir: وب سایت

source: Country
fa_ir: کشور
nl_nl: Land

source: Simple Product
fa_ir: ثبت محصول
nl_nl: Simpel product

source: Variable Product
fa_ir: تنوع محصول
nl_nl: Variabel product

source: Hide Price For
fa_ir: قیمت برای مخفی کردن
nl_nl: Verberg prijs voor

source: Use to hide product price for selected roles
fa_ir: استفاده برای مخفی کردن قیمت محصول برای نقش های انتخاب شده
nl_nl: Gebruik om productprijzen te verbergen voor geselecteerde gebruikersrollen

source: Hide Add To Cart Button For
fa_ir: اضافه کردن به سبد خرید دکمه برای
nl_nl: Verberg de knop In winkelmandje plaatsen voor

source: Use to hide product add to cart button link for selected roles
fa_ir: برای مخفی کردن محصول استفاده از اضافه کردن به سبد خرید دکمه لینک برای نقش های انتخاب شده
nl_nl: Gebruiken om knop in winkelmandje plaatsen te verbergen voor geselecteerde gebruikersrollen

source: Products To Hide
fa_ir: مخفی کردن محصولات
nl_nl: Producten te verbergen

source: For Which Products To Apply The Above Settings
fa_ir: برای محصولات که برای اعمال تنظیمات بالا
nl_nl: Voor welke producten gelden bovenstaande instellingen

source: Variable Product Settings
fa_ir: تنظیمات متغیر محصول
nl_nl: Variabele product instellingen

source: Show Variations
fa_ir: تغییرات نمایش
nl_nl: Toon variaties

source: Hide Variations
fa_ir: مخفی کردن متغیرها
nl_nl: Verberg variaties

source: Message For Price
fa_ir: پیام برای قیمت
nl_nl: Bericht voor prijs

source: use <code>[curr]</code> to replace the currency symbol
fa_ir: استفاده از <code>[curr]</code> به جای نماد پول رایج
nl_nl: Gebruik <code>[curr]</code> om het valutasymbool te vervangen

source: Custom Name For User Roles
fa_ir: نام های سفارشی برای نقش های کاربر
nl_nl: Personaliseer de naam voor gebruikersrollen

source: Selling Price
fa_ir: قیمت فروش
nl_nl: Verkoopprijs

source: Save Price
fa_ir: صرفه جویی در قیمت
nl_nl: Kortingsprijs

source: Enable Role Based Pricing
fa_ir: قیمت گذاری بر اساس نقش فعال
nl_nl: Gebruikersrol gebaseerde prijzen inschakelen

source: on
fa_ir: فعال
nl_nl: Aan

source: off
fa_ir: غیرفعال
nl_nl: Uit

source: Change Log
fa_ir: مشاهده ی تغییرات
nl_nl: Logboek

source: Download's so far. help use reach more audience by sharing
fa_ir: تا به حال دانلود شده.برای کمک به ما با مخاطبان بیشتری این افزونه را به اشتراک بگذارید
nl_nl: Downloads tot nu toe. Help ons om meer publiek te bereiken door te delen

source: Invalid Product ID Given
fa_ir: شناسه محصول داده نامعتبر
nl_nl: Ongeldig product ID ingegeven

source: Invalid User Role Given
fa_ir: نقش کاربر نامعتبر داده
nl_nl: Ongeldige gebruikersrol ingegeven

source: Invalid Price Type Given
fa_ir: نوع نامعتبر قيمت داده
nl_nl: Ongeldige prijstype ingegeven

# Price range: from-to
source: %1$s&ndash;%2$s
fa_ir: %1$sنوع %2$s

source: Free!
fa_ir: رایگان!
nl_nl: Gratis!

source: Aelia Currency Switcher
fa_ir: سیستمهای ارز Aelia

source: Allowed Currency
fa_ir: ارز مجاز
nl_nl: Toegelaten valuta

source: Allowed Currency To Show In Role Based Price Listing
fa_ir: مجاز به نمایش ارز ها در این افزونه
nl_nl: Toegelaten valuta om te tonen in gebruikersrol gebaseerde prijslijsten

source: Role Based Price for Aelia Currency Switcher
fa_ir: استفاده این افزونه در سیستم ارزی Aelia
nl_nl: Gebruikersrol gebaseerde prijs voor Aelia Currency Switcher

source: Aelia Currency Switcher Integration
fa_ir: ادغام سیستمهای ارز Aelia
nl_nl: Aelia Currency Switcher Integratie

source: <strong> <i> WooCommerce Role Based Pricing </i> </strong> Requires
fa_ir: <i><strong>قیمت گذاری بر اساس نقش WooCommerce</strong></i> نیاز
nl_nl: <strong> <i> WooCommerce Role Based Pricing </i> </strong> vereist

source: <u>Woocommerce</u>
fa_ir: ووکامرس

source: To Be Installed And Activated
fa_ir: برای نصب و فعال
nl_nl: Ge√Ønstalleerd en geactiveerd

source: Set WooCommerce Product Price Based On User Role
nl_nl: Instellingen WooCommerce Product Price Based On User Role
